Repository: openstack-infra/storyboard
Catalog: storyboard/locale/*/LC_MESSAGES/storyboard.po
Languages: de

source: %(name)s %(id)s not found
de: %(name)s %(id)s nicht gefunden

source: %(type)s %(id)s not found
de: %(type)s %(id)s nicht gefunden

source: A lane must have a worklist_id.
de: Eine Linie muss eine worklist_id haben.

source: A superuser is missing an openid field
de: Einem Superuser fehlt ein Openid-Feld.

source: An item in a worklist must be either a story or a task
de: Ein Element in einer Arbeitsliste muss entweder eine Story oder eine Aufgabe sein.

source: An unknown exception occurred
de: Es ist eine unbekannte Ausnahme aufgetreten.

source: Available commands
de: Verfügbare Befehle

source: Board %s not found
de: Board %s nicht gefunden

source: Branch %(b_id)s doesn't associate with project %(p_id)s.
de: Der Branch %(b_id)s ist nicht mit dem Projekt %(p_id)s verbunden.

source: Branch %s must be restricted.
de: Branch %s muss eingeschränkt werden.

source: Branch %s not found
de: Branch %s nicht gefunden

source: Branch %s not found.
de: Branch %s nicht gefunden.

source: Can't change expiration date.
de: Das Ablaufdatum kann nicht geändert werden.

source: Can't change story type.
de: Der Typ der Story kann nicht geändert werden.

source: Can't create access token.
de: Zugriffstoken können nicht erstellt werden.

source: Can't create expired branch.
de: Kann keinen abgelaufenen Branch erstellen.

source: Can't create expired milestone.
de: Abgelaufener Meilenstein kann nicht angelegt werden.

source: Can't create story of this type.
de: Kann keine solche Story erstellen.

source: Can't make a private story have no users or teams
de: Kann keine private Story machen, da ich keine Benutzer oder Teams habe.

source: Cannot send message, publisher is connecting.
de: Kann keine Nachricht senden, der Publisher verbindet sich.

source: Clearing timer...
de: Löschtimer...

source: Column is invalid or not found
de: Spalte ist ungültig oder nicht gefunden

source: Comment %s not found
de: Kommentar %s nicht gefunden

source: Connection Closed
de: Verbindung geschlossen

source: Connection to database failed.
de: Die Verbindung zur Datenbank ist fehlgeschlagen.

source: Creating a new channel
de: Erstellen eines neuen Kanals

source: Database Exception
de: Datenbankausnahme

source: Database in dead lock
de: Datenbank im Deadlock

source: Database object
de: Datenbankobjekt

source: Database object already exists.
de: Das Datenbankobjekt ist bereits vorhanden.

source: Database object must be empty
de: Datenbankobjekt muss leer sein

source: Declaring exchange %s
de: Deklaration des Austauschs %s

source: Deletion of comments is disabled by the server administrator.
de: Das Löschen von Kommentaren wird vom Serveradministrator deaktiviert.

source: Due date %s not found
de: Fälligkeitsdatum %s nicht gefunden

source: Editing of comments is disabled by the server administrator.
de: Die Bearbeitung von Kommentaren wird vom Serveradministrator deaktiviert.

source: Error in object
de: Fehler im Objekt

source: Event %s not found
de: Ereignis %s nicht gefunden

source: Field
de: Feld

source: Foreign key error.
de: Fremdschlüsselfehler.

source: Invalid event_type requested. Event type must be one of the following: %s
de: Ungültiger Event_type angefordert. Der Ereignistyp muss einer der folgenden sein: %s

source: Invalid sort field
de: Ungültiges Sortierfeld

source: Invalid sort_field [%s]
de: Ungültiges Sortierfeld[%s]

source: Item %s refers to a non-existent task or story.
de: Item %s bezieht sich auf eine nicht existierende Aufgabe oder Geschichte.

source: Item %s seems to have already been deleted, try refreshing your page.
de: Item %s scheint bereits gelöscht worden zu sein, versuchen Sie, Ihre Seite zu aktualisieren.

source: Item %s seems to have been deleted, try refreshing your page.
de: Item %s scheint gelöscht worden zu sein, versuchen Sie, Ihre Seite zu aktualisieren.

source: Master branch of project %d not found.
de: Master Branch des Projekts %d nicht gefunden.

source: Milestone %(m_id)s doesn't associate with branch %(b_id)s.
de: Meilenstein %(m_id)s assoziiert nicht mit Branch %(b_id)s.

source: Milestone %s not found
de: Meilenstein %s nicht gefunden

source: Milestone %s not found.
de: Meilenstein %s nicht gefunden.

source: Milestones can only be associated with merged tasks
de: Meilensteine können nur mit zusammengeführten Aufgaben verknüpft werden.

source: No details available.
de: Keine Details verfügbar.

source: No messages available, sleeping for 5 seconds.
de: Keine Nachrichten verfügbar, warte 5 Sekunden.

source: Now you can't add story with type %s.
de: Jetzt können Sie keine Story mit dem Typ %s hinzufügen.

source: Now you can't change story type to %s.
de: Jetzt können Sie den Storytyp nicht mehr in %s ändern.

source: Object not found
de: Objekt nicht gefunden

source: Only grant types "authorization_code" and "refresh_token" are supported.
de: Es werden nur die Zugriffsarten "authorization_code" und "refresh_token" unterstützt.

source: Our authorization server declined your credentials.
de: Unser Autorisierungsserver hat Ihre Zugangsdaten abgelehnt.

source: Permission %s does not exist
de: Die Berechtigung %s existiert nicht.

source: Permission Denied
de: Erlaubnis verweigert

source: Permission with codename %s not found
de: Berechtigung mit Codename %s nicht gefunden

source: Permissions for story %d not found.
de: Berechtigungen für Story %d nicht gefunden.

source: Please permit access to your email address.
de: Bitte erlauben Sie den Zugriff auf Ihre E-Mail-Adresse.

source: Please permit access to your name.
de: Bitte erlauben Sie den Zugriff auf Ihren Namen.

source: Project %s not found
de: Projekt %s nicht gefunden

source: Project Group %s not found
de: Projektgruppe %s nicht gefunden

source: Project group must be empty.
de: Die Projektgruppe muss leer sein.

source: Project group not found.
de: Projektgruppe nicht gefunden.

source: Scheduling reconnect in 5 seconds...
de: Plane die Wiederverbindung in 5 Sekunden.....

source: Sending message to %(name)s [%(topic)s]
de: Nachricht an %(name)s senden [%(topic)s]

source: Story %s not found
de: Story %s nicht gefunden

source: Story type %s not found.
de: Story-Typ %s nicht gefunden.

source: Tag %s not found
de: Tag %s nicht gefunden

source: Task %s not found
de: Aufgabe %s nicht gefunden

source: Task %s not found.
de: Aufgabe %s nicht gefunden.

source: Team %s not found
de: Team %s nicht gefunden

source: Team must be empty.
de: Das Team muss leer sein.

source: Team not found.
de: Team nicht gefunden.

source: The Project %(id)d is already in Project Group %(group_id)d
de: Das Projekt %(id)d ist bereits in der Projektgruppe %(group_id)d enthalten.

source: The Project %(id)d is not in Project Group %(group_id)d
de: Das Projekt %(id)d ist nicht in der Projektgruppe %(group_id)d.

source: The Story %(id)d already has a tag %(tag)s
de: Die Story %(id)d hat bereits ein Tag %(tag)s.

source: The Story %(story_id)d has no tag %(tag)s
de: Die Story %(story_id)d hat kein Tag %(tag)s

source: The User %(user_id)d is already in Team %(team_id)d
de: Der Benutzer %(user_id)d ist bereits im Team %(team_id)d.

source: The User %(user_id)d is not in Team %(team_id)d
de: Der Benutzer %(user_id)d ist nicht im Team %(team_id)d.

source: This action is limited to superusers only.
de: Diese Aktion ist auf Superuser beschränkt.

source: This token already exist.
de: Dieses Token existiert bereits.

source: Token %s not found.
de: Token %s nicht gefunden.

source: URL story_id and task.story_id do not match
de: URL story_id und task.story_id stimmen nicht überein.

source: Unicode parameter is passed to a database without encoding directive
de: Unicode-Parameter wird an eine Datenbank ohne Kodierungsanweisung übergeben.

source: Unknown value.
de: Unbekannter Wert.

source: User %s not found
de: Benutzer %s nicht gefunden

source: Worklist %s not found
de: Arbeitsliste %s nicht gefunden

source: You are already subscribed to this resource.
de: Sie sind bereits bei dieser Ressource angemeldet.

source: You are missing either the target_type or the target_id
de: Sie haben entweder den target_type oder die target_id vergessen.

source: You are not admin and can't do this.
de: Sie sind kein Admin und können das nicht tun.

source: You are not allowed to update this comment.
de: Es ist Ihnen nicht erlaubt, diesen Kommentar zu aktualisieren.

source: You are not allowed to update this user.
de: Es ist Ihnen nicht erlaubt, diesen Benutzer zu aktualisieren.

source: You can only remove your own subscriptions.
de: Sie können nur Ihre eigenen Abonnements entfernen.

source: You can only subscribe to resources on your own.
de: Sie können Ressourcen nur auf eigene Faust abonnieren.

source: You can't associate branch %s with another project.
de: Sie können den Branch %s nicht mit einem anderen Projekt verknüpfen.

source: You can't associate milestone %s with another branch.
de: Sie können Meilenstein %s nicht mit einem anderen Branch verknüpfen.

source: You can't associate task to expired milestone %s.
de: Sie können die Aufgabe nicht mit abgelaufenem Meilenstein %s verknüpfen.

source: You can't associate task with expired branch %s.
de: Sie können die Aufgabe nicht mit dem abgelaufenen Branch %s verknüpfen.

source: You can't change author of story.
de: Sie können den Autor der Story nicht ändern.

source: You can't change author of task.
de: Sie können den Autor der Aufgabe nicht ändern.

source: You can't change preferences of other users.
de: Sie können die Einstellungen anderer Benutzer nicht ändern.

source: You can't read preferences of other users.
de: Sie können die Einstellungen anderer Benutzer nicht lesen.

source: You can't select author of story.
de: SIe können den Autor der Story nicht auswählen.

source: You can't select author of task.
de: Sie können den Autor der Aufgabe nicht auswählen.

source: You can't select the creator of a board.
de: Sie können den Ersteller eines Boards nicht auswählen.

source: You can't select the creator of a due date.
de: Sie können den Ersteller eines Fälligkeitsdatums nicht auswählen.

source: You can't select the creator of a worklist.
de: Sie können den Ersteller einer Arbeitsliste nicht auswählen.

source: You cannot subscribe to a nonexistent resource.
de: Sie können keine nicht existierende Ressource abonnieren.

source: You did not provide a client_id.
de: Sie haben keine client_id angegeben.

source: You did not provide a redirect_uri.
de: Sie haben keine redirect_uri angegeben.

source: You did not provide a response_type.
de: Sie haben keinen response_type angegeben.

source: You did not provide a scope.
de: Sie haben keinen Skope angegeben.

source: You did not provide a valid client_id.
de: Sie haben keine gültige client_id angegeben.

source: You did not provide a valid redirect_uri.
de: Sie haben kein gültiges redirect_uri angegeben.

source: You do not have access to this record.
de: Sie haben keinen Zugriff auf diesen Datensatz.

source: You must log in to do this.
de: Dazu müssen Sie sich einloggen.

source: You must provide a revision or relative delta
de: Sie müssen eine Revision oder ein relatives Delta angeben.

source: You must select a project for task.
de: Sie müssen ein Projekt für die Aufgabe auswählen.

source: You must select a story for task.
de: Sie müssen eine Story für die Aufgabe auswählen.

source: already exists.
de: existiert bereits.

source: is invalid.
de: ist ungültig.

source: migrations could not be completed successfully
de: Migrationen konnten nicht erfolgreich abgeschlossen werden.

source: response_type must be 'code'
de: response_type muss 'code' sein

source: scope must be 'user'.
de: Der Skope muss "user" sein.

source: the story_id of a task cannot be changed through this API
de: Die story_id einer Aufgabe kann über diese API nicht geändert werden.

source: token_entity.user_id or user_id is wrong.
de: token_entity.user_id oder user_id ist falsch.

source: user_id is missing.
de: user_id fehlt.

source: value
de: Wert

source: with field value '%s'
de: mit dem Feldwert'%s'.

source: with some of unique fields
de: mit einigen der einzigartigen Felder
